11/data/attachments/4d31c51a43fe952d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_de9d98e6-9559-44bd-88b2-c898b2af328d</nif:username>
            <nif:friendToBeAdded>Christopher_land_Actions_73909_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>